{
  "events": [
    {
      "name": "ROBOWARS",
      "is_team": 1,
      "max_participents": 5,
      "dept": null,
      "description": "To Build a Wired/Wireless, Manually controlled robot capable of subduing its opponent.",
      "is_club": 1,
      "about": null,
      "rules": "There will be two rounds.;In no case should the arena be damaged by any robot.;This will lead to direct disqualification from the event.;Change of battery will not be allowed during the match unless timeout is taken by either of the team.;In case of wireless BOTS, it is suggested to have extra batteries ready and charged.;No provision will be provided for recharging of batteries around the arena.",
      "img": "",
      "prizes": "",
      "fee": 0,
      "start": "",
      "end": "",
      "scores": {
        "first": 50,
        "second": 30,
        "third": 10
      },
      "admins": ["Shambhav G", "Srajan G", "Kaushal K"],
      "club": "ROBOISM"
    },
    {
      "name": "Flag Your Win",
      "is_team": 1,
      "max_participents": 4,
      "dept": null,
      "description": "Teams have to build an autonomous bot.",
      "is_club": 1,
      "about": "Teams have to build an autonomous bot that can follow a black line over a contrasting surface to move between the different zones and perform the required tasks. The line may have discontinuities.",
      "rules": "Only one Bot per team is allowed.;Sharing or exchanging of Bots within teams is prohibited.;Explicit physical contact with the bot during the course of the event is not allowed without the organizer’s permission. Doing so can lead to a penalty or even disqualification.;In case the bot leaves the defined track, the respective team will have to restart from the Starting Zone.;Each participant has to bring his/her college Identity Proof to be checked by the organizers at the time of the event.",
      "img": "",
      "prizes": "",
      "fee": 0,
      "start": "",
      "end": "",
      "scores": {
        "first": 50,
        "second": 30,
        "third": 10
      },
      "admins": ["Parth K.", "K. Jyothi"],
      "club": "ROBOISM"
    },
    {
      "name": "Death Race",
      "is_team": 1,
      "max_participents": 4,
      "dept": null,
      "description": "Build a manually controlled wired/wireless robot capable of finishing the race track by competing with the opponent bot. This will be a knock out race.",
      "is_club": 1,
      "about": "In this event, the player is supposed to complete a race track littered with obstacles, the player who finishes the track first wins the event. The obstacles can be either active or passive; active – they can deliberately DESTROY the bot or passive or they can make it harder to continue. The bot can harm another bot but should not harm the arena. They must adhere to the following rules while participating in the event.",
      "rules": "A Bot is allowed to participate only once in this event.;Team concetto is not responsible for any damage to your bot on or off the event.;We request the participants to not assume anything that is not mentioned in the document without contacting organizers.(For more please refer the manual.",
      "img": "",
      "prizes": "",
      "fee": 0,
      "start": "",
      "end": "",
      "scores": {
        "first": 50,
        "second": 30,
        "third": 10
      },
      "admins": ["nikhilbnaradhya1.gem@gmail.com"],
      "club": "ROBOISM"
    },
    {
      "name": "SciTech Quiz",
      "is_team": 1,
      "max_participents": 5,
      "dept": "",
      "description": "A general quiz.",
      "is_club": 1,
      "about": "The Quiz will be a general set which will cover topics like science, technology and earth science. It will consist of two rounds- Prelims and Finals.",
      "rules": "",
      "img": "",
      "prizes": "",
      "fee": 0,
      "start": "",
      "end": "",
      "scores": {
        "first": 50,
        "second": 30,
        "third": 10
      },
      "admins": [""],
      "club": "Quiz Club"
    },
    {
      "name": "Finding Chandler",
      "is_team": 1,
      "max_participents": 5,
      "dept": "",
      "description": "Data Science Club, IIT ISM Dhanbad brings a Data Hackathon event under concetto 2019.",
      "is_club": 1,
      "about": "This is a challenge based on Natural Language Understanding and the task is to find whether or not a given sentence is “sarcastic”.",
      "rules": "Every team will have to submit their code scripts/ jupyter notebook along with their predictions.; Teams involved in “Plagiarism” will be disqualified straight away.",
      "img": "",
      "prizes": "",
      "fee": 0,
      "start": "",
      "end": "",
      "scores": {
        "first": 50,
        "second": 30,
        "third": 10
      },
      "admins": [""],
      "club": "Data Science Club"
    },
    {
      "name": "Capture the flag",
      "is_team": 1,
      "max_participents": 3,
      "dept": "",
      "description": "A Jeopardy style CTF",
      "is_club": 1,
      "about": "In this CTF, there will be a couple of questions (tasks) from a range of categories such as Web, Forensic, Crypto, Binary or Miscellaneous. Teams gain some points for every solved task.The next task in chain can be unlocked only after your team solves the previous task. When the game is over the sum of point shows you the CTF winners.",
      "rules": "",
      "img": "",
      "prizes": "",
      "fee": 0,
      "start": "",
      "end": "",
      "scores": {
        "first": 50,
        "second": 30,
        "third": 10
      },
      "admins": ["Naman Zelawat"],
      "club": "Cyberlabs"
    },
    {
      "name": "CodeYaan 1.0",
      "is_team": 0,
      "max_participents": 1,
      "dept": "",
      "description": "An online coding contest",
      "is_club": 1,
      "about": "CodeYaan 1.0 is an online coding contest that will be organised in concetto’19 as a pre event in association with CodeISM. The Event is Comprised of 3 different divisions on the basis of participants types and hardness level. Each Division will have separate deck of prizes.",
      "rules": "",
      "img": "",
      "prizes": "Refer the document",
      "fee": 0,
      "start": "",
      "end": "",
      "scores": {
        "first": 50,
        "second": 30,
        "third": 10
      },
      "admins": ["Aryant Shukla"],
      "club": "CodeISM"
    },
    {
      "name": "Maestronics",
      "is_team": 1,
      "max_participents": 4,
      "dept": "",
      "description": "An Electronic Hunt",
      "is_club": 1,
      "about": "You were on the final stage of designing the next great processor. You got exhausted and went for a nap. When you return, you find a note lying over your circuit. Can you beat him?",
      "rules": "",
      "img": "",
      "prizes": "Refer the document",
      "fee": 0,
      "start": "",
      "end": "",
      "scores": {
        "first": 50,
        "second": 30,
        "third": 10
      },
      "admins": [""],
      "club": "CLEVR"
    },
    {
      "name": "Soft Alite",
      "is_team": 1,
      "max_participents": 4,
      "dept": "",
      "description": "Interstellar space exploration mission,",
      "is_club": 1,
      "about": "Here's the mission for you. Your team is the part of interstellar space exploration mission, during the exploration you find a exoplanet similar to earth. To survey the planet you decided to send a rover but the equipments of the rover are very sensitive which might get damage with sudden impact just like an egg.. so you have to perform the soft landing very precisely",
      "rules": "",
      "img": "",
      "prizes": "Refer the document",
      "fee": 0,
      "start": "",
      "end": "",
      "scores": {
        "first": 50,
        "second": 30,
        "third": 10
      },
      "admins": [""],
      "club": "CLEVR"
    }
  ]
}
